Repository: RaymsDev/GuacamoleFlix
Catalog: client/src/locale/messages.*.xlf
Languages: es

# login-title
source: Login
es: Iniciar sesión

# login-button-form
source: Se connecter
es: Iniciar sesión

# ou-title
source: Ou?
es: O?

# login-google-button
source: Login with google
es: Inicia sesión con google

# pasdecomte-text
source: Vous n'avez pas de compte? créez en un <a> ici </a>
es: ¿No tienes cuenta? Crear en uno <a> aquí </a>

# register-title-form
source: Creer votre compte
es: Inscribirse

# register-button-form
source: Creer son compte
es: Crea una cuenta

# dejacomte-text
source: Vous avez déja un compte? connectez vous <a> ici </a>
es: ¿Ya tienes una cuenta? Conectar <a> aquí </a>

# user-abonnement-active
source: Abonnement active: {{userInfo.isActive}}
es: Suscripción activada: {{userInfo.isActive}}

# user-abonnement-name
source: Nom de l'abonnement: {{userInfo.subscription ? userInfo.subscription.name :""}}
es: Nombre de la suscripcion: {{userInfo.subscription ? userInfo.subscription.name :""}}

# user-abonnement-profile
source: Nombre de profile: {{userInfo.subscription ? userInfo.subscription.authorizedProfiles : ""}}
es: Nombre de perfiles autorizados: {{userInfo.subscription ? userInfo.subscription.authorizedProfiles : ""}}

# user-abonnement-periodicity
source: Reglement: {{userInfo.subscription ? userInfo.subscription.periodicity : ""}}
es: Periodicidad: {{userInfo.subscription ? userInfo.subscription.periodicity : ""}}

# user-abonnement-price
source: Prix: {{ userInfo.subscription ? userInfo.subscription.price : ""}}
es: Precio: {{ userInfo.subscription ? userInfo.subscription.price : ""}}

# user-profiles
source: Profiles: {{userInfo.profiles.length}}
es: Perfiles: {{userInfo.profiles.length}}

# logout-button
source: Logout
es: Cerrar sesión

# home-button
source: Home
es: Accueil

# login-button
source: Login
es: Iniciar sesión

# register-button
source: Register
es: Inscribirse

# profile-button
source: Mon Profile
es: Mi perfil

# video-add-button
source: Ajouter une vidéo
es: Agregar un video

# categories-gerer-button
source: Gérer les catégories
es: Gestionar categorías

# video-gestion-button
source: Gestion des vidéos
es: Administrar videos

# video-title-label
source: Titre de la vidéo
es: Título del video

# video-url-label
source: Adresse url de la vidéo
es: Dirección url de la vidéo

# categorie-video-label
source: Catégorie de la vidéo
es: Categorie del video

# desciption-label
source: Description
es: Descripción

# video-add-label
source: <span></span> Ajouter la vidéo
es: <span></span> Añadir video

# home-please-auth
source: Veuillez vous authentifier
es: Por favor autentícate

# wacth-title
source: Watch on any device
es: Mira en cualquier dispositivo

# stream-title
source: Stream on your phone, tablet, laptop, and TV without paying more.
es: Transmita en su teléfono, tableta, computadora portátil y TV sin pagar más.

# register-watch
source: REGISTER FOR WATCH VIDEOS
es: REGISTRARSE PARA VER VIDEOS

# categorie-label
source: Libellé de la catégorie
es: Etiqueta de categoría

# Pegi-option-aucun
source: Aucun
es: Ninguno

# Pegi-option-10
source: interdit aux -10 ans
es: prohibido a -10 años

# Pegi-option-12
source: interdit aux -12 ans
es: prohibido a -12 años

# Pegi-option-16
source: interdit aux -16 ans
es: prohibido a -16 años

# Pegi-option-18
source: interdit aux -18 ans
es: prohibido a -18 años

# categorie-add-button
source: <span></span> Ajouter la catégorie
es: <span></span> Añadir categoría

# libellé-label
source: Libellé
es: Etiqueta

# gerer-label
source: Gerer
es: Gestionar

# categorie-sup-label
source: <span></span>Supprimer la catégorie
es: <span></span>Eliminar categoria
